/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2u:%0.2u minutes" = "%1$.2u:%2$.2u Minuten";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2u:%0.2u:%0.2u hours" = "%1$.2u:%2$.2u:%3$.2u Stunden";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@ on %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "vor %@";

/* NSString-WIAdditions: size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: size strings */
"%llu bytes" = "%llu Bytes";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%u:%0.2u:%0.2u:%0.2u days" = "%1$u:%2$.2u:%3$.2u:%4$.2u Tage";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2u seconds" = "00:%0.2u Sekunden";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/Kabel";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/Kabel";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k Modem";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/Kabel";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k Modem";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/Kabel";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/Kabel";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k Modem";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/Kabel";

/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "Lookup der Adresse fehlgeschlagen";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "Sind Sie sicher, dass Sie das Programm beenden wollen?";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "Byte";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "Bytes";

/* WIApplication: termination delay panel */
"Cancel" = "Abbrechen";

/* Default search menu template item */
"Clear Recent Searches" = "Suchverlauf löschen";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "Verbindung fehlgeschlagen";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "Konnte nicht zu %1$@ verbinden: %2$@.";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "Konnte nicht von %1$@ lesen: %2$@.";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "Konnte die Adresse \"%1$@\" nicht auflösen: %2$@.";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Konnte die Adresse für den Server via Bonjour nicht erhalten.";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "Konnte nicht zu %1$@ schreiben: %2$@.";

/* WIApplication: termination delay panel (application, timeout) */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "Wenn Sie nichts tun, wird %1$@ automatisch in %2$.0f Sekunden beendet.";

/* Default search menu template item */
"No Recent Searches" = "Kein Suchverlauf vorhanden";

/* WIError: OK button */
"OK" = "OK";

/* WIApplication: termination delay panel */
"Quit" = "Beenden";

/* Default search menu template item */
"Recent Searches" = "Suchverlauf";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "Socket Read fehlgeschlagen";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "Socket Write fehlgeschlagen";

/* NSString-WIAdditions: unknown Wired client
   NSString-WIAdditions: bandwidth strings */
"Unknown" = "Unbekannt";
